Repository: LETERTULLIEN14/gambas
Catalog: app/other/MakeWebSite/.lang/*.po
Languages: nl, tr

source: Architecture
nl: Architectuur
tr: Mimari

source: Road Map
tr: Yol Haritası

source: This is a map of the possible future of <b><i>Gambas</i></b> made with <a href="http://freemind.sourceforge.net/" target="_blank">FreeMind</a>.
tr: <b><i>Gambas</i></b>'a eklenebilecek özelliklerinin <a href="http://freemind.sourceforge.net/ " target="_blank">FreeMind</a> ile yapılmış bir haritası.

source: I don't say that I will do everything on this map. But if you are looking for something to program, pick an idea and come on! :-)
tr: Bu haritada yazılı her şeyi yapacağımı söylemiyorum. Ama kodlayacak birşeyler arıyorsanız, birini seçip el atın! :-)

source: Home
tr: Ana Sayfa

source: Introduction
nl: Introductie
tr: Takdim

source: What is Gambas?
nl: Wat is Gambas?
tr: Gambas Nedir ?

source: F. A. Q.
nl: V.G.V. (F.A.Q.)
tr: S.S.S

source: Download
tr: İndir

source: Readme
tr: Benioku

source: Reporting a problem
nl: Rapporteer een probleem
tr: Sorun Bildirme

source: Resources
nl: Bronnen
tr: Kaynaklar

source: Distributions &amp; O.S.
nl: Distributies &amp; O.S.
tr: Dağıtımlar &amp; İşl. Sis.

source: Links
tr: Bağlantılar

source: Mailing lists/Forums
nl: Mailing lijsten/forums
tr: Mail Listeleri/Forumlar

source: Screenshots
tr: Ekran Görüntüleri

source: Some Applications
nl: Enkele applicaties
tr: Bazı Uygulamalar

source: Documentation
nl: Documentatie
tr: Belgelendirme

source: Books
nl: Boeken
tr: Kitaplar

source: Getting Started
tr: Başlangıç

source: License
nl: Licentie
tr: Lisans

source: Wiki Encyclopaedia
tr: Wiki Ansiklopedisi

source: Developer
nl: Ontwikkelaar
tr: Geliştirici

source: Browse Source Code
nl: Browse broncode
tr: Kaynak koduna gözatın

source: Hall Of Fame
nl: Hal van Roem
tr: Onur Listesi

source: The future Gambas 3 icon
tr: Gelecek Gambas3 simgesi

source: English
nl: Engels
tr: İngilizce

source: French
nl: Frans
tr: Fransızca

source: Spanish
nl: Spaans
tr: İspanyolca

source: Turkish
nl: Turks
tr: Türkçe

source: Arabic
nl: Arabisch
tr: Arapça

source: Chinese
nl: Chinees
tr: Çince

source: <img src="warning.png" align=center>&nbsp;READ THESE <a href="http://gambasdoc.org/help/readme?view&amp;$(LANG)">IMPORTANT NOTES</a> AND <a href="http://gambasdoc.org/help/install?view&amp;$(LANG)">THIS PAGE</a> FIRST.
tr: <img src="warning.png" align=center>&nbsp; ÖNCE BU <a href="http://gambasdoc.org/help/readme?view&amp;$(LANG)">ÖNEMLİ NOTLARI</a> VE<a href="http://gambasdoc.org/help/install?view&amp;$(LANG)">BU SAYFAYI</a> OKUYUN.

source: Current Developer Snapshots
tr: Mevcut Geliştirici Anlık Görüntüleri

source: You get them from the Subversion repository. To get a snapshot of the future 3.0 version, do:
tr: Subversion deposundan alabilirsiniz. Gelecek 3.0 versiyonu için şunları yapmanız gerekmektedir:

source: To get a snapshot of the 2.x development version, do:
tr: 2.x geliştirme versiyonu için şunu yapın:

source: Do not forget to install <tt>automake</tt> and <tt>autoconf</tt>, otherwise the <tt>./reconf-all</tt> script will not work.
tr: <tt>automake</tt> ve <tt>autoconf</tt> kurulumunu yapmayı unutmayın, yoksa <tt>./reconf-all</tt> scripti çalışmayacaktır.

source: Stable Version Source Packages
tr: Kararlı Versiyon Kaynak Paketleri

source: ChangeLog
tr: Değişiklikler

source: Package
tr: Paket

source: Version
tr: Versiyon

source: Format
tr: Biçim

source: How to compile and install Gambas
tr: Gambas'ı nasıl derleyip kurabilirsiniz?

source: Go to <a href="http://gambasdoc.org/help/install?view&en">that page</a> if you want specific instructions for your distribution.
tr: Dağıtımınıza özgü bilgiler edinmek istiyorsanız, <a href="http://gambasdoc.org/help/install?view&en">bu sayfaya</a> bakınız.

source: Gambas Presentation
tr: Gambas Sunumu

source: Here is the last presentation I made in Palermo. You can open it with OpenOffice, or use the PDF version with the PdfPresentation OpenGL example included in the Gambas sources.
tr: İşte Palermo'da yaptığım son sunum, OpenOffice veya Gambas kaynak kodlarındaki PdfPresentation OpenGL örneği ile, pdf versiyonunu açabilirsiniz.

source: Presentation
tr: Sunum

source: Type
tr: Tür

source: Binary Packages
tr: Binary Paketler

source: Go to <a href="http://gambasdoc.org/help/doc/package?view&en">that page</a> for a list of binary packages for each distribution.
tr: Her bir dağıtımın binary paketlerini görmek için <a href="http://gambasdoc.org/help/doc/package?view&en">bu sayfaya</a> bakınız.

source: Developers
nl: Ontwikkelaars
tr: Geliştiriciler

source: Country
nl: Land
tr: Ülke

source: Working or have worked on...
nl: Werkend of gewerkt hebbend aan...
tr: Üzerinde çalışmış/çalışıyor...

source: If you are developing anything directly related to <b><i>Gambas</i></b> or its IDE, and not on the previous list, or if you find a mistake in this list, then write me! And explain me who you are and what you have done, so that I add you to the Hall Of Fame.
nl: Indien je iets direct gerelateerd aan <b><i>Gambas</i></b> of zijn IDE ontwikkelt, en niet in de voorafgaande lijst staat, of indien je een fout vind in de lijst, mail me dan! Leg uit wie je bent en wat je gedaan hebt, zodat ik je aan de 'Hal van Roem' kan toevoegen.
tr: Eğer direk olarak <b><i>Gambas</i></b> veya IDE ile ilgili birşeyler geliştiriyorsanız, ve yukarıdaki listede yoksanız, veya bu listede bir hataya rastladıysanız, bana yazın! Ve bana kim olduğunuzu ve ne yaptığınızı açıklayın,böylece sizi Onur Listesine ekleyebilirim.

source: Translations
nl: Vertalingen
tr: Çeviriler

source: Language
nl: Taal
tr: Dil

source: Translator(s)
nl: Vertaler(s)
tr: Çevirmen(ler)

source: If you want to translate <b><i>Gambas</i></b>, write me so that I add you on the previous table, and read the <a href="http://gambasdoc.org/help/howto/translate?view&en">How To</a> carefully.
tr: Eğer siz de <b><i>Gambas</i></b>'ı kendi dilinize çevirmek istiyorsanız, bana yazın ve sizi yukarıdaki listeye ekleyeyim, ayrıca <a href="http://gambasdoc.org/help/howto/translate?view&en">Nasıl?</a> sayfasını dikkatlice okuyun.

source: If you want to work on an already existing translation, contact the translators.
nl: Indien je aan een bestaande vertaling wenst te werken, contacteer de vertalers.
tr: Eğer zaten çevrilmekte olan bir dilde çalışmak istiyorsanız, çevirmenler ile irtibata geçin.

source: Last stable version is
tr: Son kararlı versiyon

source: <b><i>Gambas</i></b> is a free development environment based on a <i>Basic</i> interpreter with object extensions, a bit like <i>Visual Basic&#8482;</i> (but it is <i><b>NOT</b></i> a clone&nbsp;!).
nl: <b><i>Gambas</i></b> is een vrije ontwikkelomgeving gebaseerd op een <i>Basic</i> interpreter met object extensies, een beetje zoals <i>Visual Basic&#8482;</i> (maar het is <i><b>GEEN</b></i> kloon&nbsp;!).
tr: <b><i>Gambas</i></b>, <i>Basic</i> yorumlayıcısı tabanlı, obje yapısına sahip, özgür geliştirme ortamıdır. <i>Visual Basic'e&#8482;</i> benzer. (ama birebir kopyası&nbsp; <i><b>DEĞİLDİR</b></i> !).

source: Read the <a href="http://gambasdoc.org/help/doc/intro?view&$(LANG)">introduction</a> for more information.
tr: Daha fazla bilgi için <a href="http://gambasdoc.org/help/doc/intro?view&$(LANG)">takdim kısmını</a> okuyun.

source: With <b><i>Gambas</i></b>, you can quickly design your program GUI with QT or GTK+, access MySQL, PostgreSQL, Firebird, ODBC and SQLite databases, pilot <i>KDE</i> applications with <i>DCOP</i>, translate your program into any language, create network applications easily, make 3D OpenGL applications, make CGI web applications, and so on...
tr: <b><i>Gambas</i></b> ile , çok basit bir şekilde QT veya GTK+ ile program arayüzünüzü (GUI) tasarlayabilir, MySQL, PostgreSQL, Firebird, ODBC ve SQLite veritabanlarına erişebilir, <i>KDE</i> uygulamalarını <i>DCOP</i> ile yönetebilir, programınızı herhangi bir dile çevirebilir, kolaylıkla ağ uygulamaları yazabilir,3D OpenGL uygulamaları oluşturabilir, CGI web uygulamaları vs... kodlayabilirsiniz

source: You can support <b><i>Gambas</i></b> by making a small donation with
nl: Je kunt <b><i>Gambas</i></b> ondersteunen door een kleine donatie te doen via
tr: <b><i>Gambas'ı</i></b> küçük bir bağış yaparak destekleyebilirsiniz:

source: The greatest formula of the world!
nl: De beste formule van de wereld!
tr: Dünyanın en mükemmel formülü!

source: No software patents in Europe!
nl: Geen software patenten in Europa!
tr: Avrupa yazılım patentlerine hayır!

source: Thanks for the support of gnuLinex!
tr: GnuLinex desteği için teşekkürler!

source: Latest News
tr: Son Haberler

source: Older News...
tr: Eski Haberler...

source: <b>Note:</b> This page needs a web browser that understands the CSS standard. If you use Internet Explorer 7 (it is just an example), you will see what I mean.
tr: <b>Not:</b> Bu sayfa için, CSS standartlarından anlayan bir tarayıcı gereklidir. Eğer Internet Explorer 7 kullanıyorsanız (sadece bir örnek), ne demek istediğimi anlayacaksınız.

source: News Archive
tr: Haber Arşivi

source: Generates Gambas web site from html templates and ChangeLog files.
nl: Genereert de Gambas website van html sjablonen en Wijziginglog bestanden.

source: Read the <a href="$(WIKI:/doc/intro)">introduction</a> for more information.
nl: Lees de <a href="$(WIKI:/doc/intro)">introductie</a> voor meer informatie.

source: Click there to see all news
nl: Klik hier om al het nieuws te zien

source: Release Notes
nl: Release Notities

source: Donate with PayPal
nl: Doneer met PayPal

source: or by using
nl: of doorgebruikt te maken van

source: If you want to translate <b><i>Gambas</i></b>, write me so that I add you on the previous table, and read the <a href="$(WIKI:/howto/translate)">How To</a> carefully.
nl: Indien je <b><i>Gambas</i></b> wenst te vertalen, mail me zodat ik je aan de voorgaande tabel kan toevoegen, en lees de <a href="$(WIKI:/howto/translate)">How To</a> vooraf.

source: Catalonia
nl: Catalaans

source: German
nl: Duits

source: Dutch
nl: Nederlands

source: Czech Republic
nl: Tsjechisch

source: Korean
nl: Koreaans

source: Compilation &amp; Installation
nl: Compilatie &amp; Installatie
